Elements need to be disconnected.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId ElementsNeedToBeDisconnected { get; }
  Visual Basic
Public Shared ReadOnly Property ElementsNeedToBeDisconnected As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ ElementsNeedToBeDisconnected {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures ConnectorFailures Class
  Autodesk.Revit.DB Namespace